Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

# %lld metric%@ enabled
source: %1$lld metric%2$@ enabled
de: %lld Metrik%@ aktiviert
es: %lld métrica%@ habilitada
fr: %lld métrique%@ activée(s)
it: %lld metric%@ abilitate
ja: %lld個の指標%@が有効
ko: %lld개 항목%@ 활성화됨
nl: %lld meetwaarde%@ ingeschakeld
pt_br: %lld métrica%@ ativada(s)
zh_hans: 已启用 %lld 个指标%@

source: %lld metrics
de: %lld Metriken
es: %lld métricas
fr: %lld indicateurs
it: %lld metriche
ja: %lld指標
ko: %lld개 항목
nl: %lld meetwaarden
pt_br: %lld métricas
zh_hans: %lld个指标

source: %lld more entries...
de: %lld weitere Einträge …
es: %lld entradas más...
fr: %lld entrées supplémentaires...
it: %lld altre voci...
ja: さらに%lld件のエントリ...
ko: %lld개 항목 더...
nl: %lld meer items...
pt_br: %lld entradas a mais...
zh_hans: 还有 %lld 条记录...

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld / %2$lld
es: %1$lld / %2$lld
fr: %1$lld / %2$lld
it: %1$lld / %2$lld
ja: %1$lld / %2$lld
ko: %1$lld / %2$lld
nl: %1$lld / %2$lld
pt_br: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld

# %lld of %lld categories
source: %1$lld of %2$lld categories
de: %lld von %lld Kategorien
es: %lld de %lld categorías
fr: %lld sur %lld catégories
it: %lld di %lld categorie
ja: %lld/%lldカテゴリ
ko: %lld/%lld개 카테고리
nl: %lld van %lld categorieën
pt_br: %lld de %lld categorias
zh_hans: %lld/%lld 个类别

# %lld of %lld data day(s)
source: %1$lld of %2$lld data day(s)
de: %1$lld von %2$lld Datentag(en)
es: %1$lld de %2$lld día(s) de datos
fr: %1$lld jour(s) de données sur %2$lld
it: %1$lld di %2$lld giorno/i di dati
ja: データ日：%1$lld/%2$lld
ko: 데이터 일수 %1$lld/%2$lld
nl: %1$lld van %2$lld datadag(en)
pt_br: %1$lld de %2$lld dia(s) de dados
zh_hans: %2$lld 个数据日中的 %1$lld 个

# %lld of %lld days sent to the CLI
source: %1$lld of %2$lld days sent to the CLI
de: %1$lld von %2$lld Tagen an CLI gesendet
es: %1$lld de días %2$lld enviados al CLI
fr: Jours %1$lld sur %2$lld envoyés au CLI
it: %1$lld di %2$lld giorni inviati al CLI
ja: %2$lld日中%1$lld日をCLIに送信
ko: %2$lld일 중 %1$lld일을 CLI로 전송
nl: %1$lld van %2$lld dagen verzonden naar de CLI
pt_br: %1$lld de %2$lld dias enviados para CLI
zh_hans: %1$lld %2$lld 天发送到 CLI

# %lld of %lld days uploaded
source: %1$lld of %2$lld days uploaded
de: %1$lld von %2$lld Tagen hochgeladen
es: %1$lld de %2$lld días subidos
fr: %1$lld sur %2$lld jours téléchargés
it: %1$lld di %2$lld giorni caricati
ja: %2$lld日中%1$lld日をアップロード
ko: %2$lld일 중 %1$lld일 업로드
nl: %1$lld van %2$lld dagen geüpload
pt_br: %1$lld de %2$lld dias carregados
zh_hans: %1$lld %2$lld 天上传

# %lld of %lld enabled
source: %1$lld of %2$lld enabled
de: %lld von %lld aktiviert
es: %lld de %lld habilitadas
fr: %lld sur %lld activé(s)
it: %lld di %lld abilitate
ja: %lld/%lld有効
ko: %lld/%lld개 활성화됨
nl: %lld van %lld ingeschakeld
pt_br: %lld de %lld ativadas
zh_hans: 已启用 %lld/%lld

source: %lld of %lld enabled metrics are currently tracked.
de: Derzeit werden %lld von %lld aktivierten Metriken erfasst.
es: Actualmente se siguen %lld de %lld métricas habilitadas.
fr: %lld des %lld indicateurs activés sont actuellement suivis.
it: Attualmente sono monitorate %lld delle %lld metriche abilitate.
ja: 有効な指標を%lld/%lld個追跡中です。
ko: %lld/%lld개 활성화된 항목을 현재 추적 중입니다.
nl: Momenteel worden %lld van %lld ingeschakelde meetwaarden bijgehouden.
pt_br: %lld de %lld métricas ativadas são rastreadas no momento.
zh_hans: 当前已追踪 %lld/%lld 个已启用指标。

# %lld of %lld metrics
source: %1$lld of %2$lld metrics
de: %lld von %lld Metriken
es: %lld de %lld métricas
fr: %lld sur %lld métriques
it: %lld di %lld metriche
ja: %lld/%lld指標
ko: %lld/%lld개 항목
nl: %lld van %lld meetwaarden
pt_br: %lld de %lld métricas
zh_hans: %lld/%lld 个指标

# %lld of %lld metrics enabled
source: %1$lld of %2$lld metrics enabled
de: %lld von %lld Metriken aktiviert
es: %lld de %lld métricas habilitadas
fr: %lld sur %lld métriques activées
it: %lld di %lld metriche abilitate
ja: %lld/%lld個の指標が有効
ko: %lld/%lld개 항목 활성화됨
nl: %lld van %lld meetwaarden ingeschakeld
pt_br: %lld de %lld métricas ativadas
zh_hans: 已启用 %lld/%lld 个指标

# %lld of %lld metrics enabled across %lld of %lld categories
source: %1$lld of %2$lld metrics enabled across %3$lld of %4$lld categories
de: %lld von %lld Metriken aktiviert in %lld von %lld Kategorien
es: %lld de %lld métricas habilitadas en %lld de %lld categorías
fr: %lld sur %lld métriques activées dans %lld sur %lld catégories
it: %lld di %lld metriche abilitate in %lld di %lld categorie
ja: %lld/%lld個の指標が有効（%lld/%lldカテゴリ）
ko: %lld/%lld개 카테고리에서 %lld/%lld개 항목 활성화됨
nl: %lld van %lld meetwaarden ingeschakeld in %lld van %lld categorieën
pt_br: %lld de %lld métricas ativadas em %lld de %lld categorias
zh_hans: 已启用 %lld/%lld 个指标，涵盖 %lld/%lld 个类别

# %lld of %lld metrics enabled · %lld of %lld categories
source: %1$lld of %2$lld metrics enabled · %3$lld of %4$lld categories
de: %lld von %lld Metriken aktiviert · %lld von %lld Kategorien
es: %lld de %lld métricas habilitadas · %lld de %lld categorías
fr: %lld sur %lld métriques activées · %lld sur %lld catégories
it: %lld di %lld metriche abilitate · %lld di %lld categorie
ja: %lld/%lld指標が有効 · %lld/%lldカテゴリ
ko: %lld/%lld개 항목 활성화됨 · %lld/%lld개 카테고리
nl: %lld van %lld meetwaarden ingeschakeld · %lld van %lld categorieën
pt_br: %lld de %lld métricas ativadas · %lld de %lld categorias
zh_hans: 已启用 %lld/%lld 个指标 · %lld/%lld 个类别

source: %lld of %lld tracked
de: %lld von %lld erfasst
es: %lld de %lld seguidas
fr: %lld sur %lld suivis
it: %lld di %lld monitorate
ja: %lld/%lld件を追跡中
ko: %lld/%lld개 추적 중
nl: %lld van %lld bijgehouden
pt_br: %lld de %lld rastreadas
zh_hans: %lld/%lld 项已追踪

# %lld percent complete
source: %1$lld percent complete
de: %1$lld Prozent abgeschlossen
es: %1$lld por ciento completo
fr: %1$lld pourcentage achevé
it: %1$lld percentuale di completamento
ja: %1$lld パーセント完了
ko: %1$lld% 완료
nl: %1$lld procent voltooid
pt_br: %1$lld porcentagem concluída
zh_hans: %1$lld 完成百分比

# %lld source days
source: %1$lld source days
de: %1$lld Quelltage
es: %1$lld días de origen
fr: %1$lld jours sources
it: %1$lld giorni di origine
ja: %1$lld日分のソースデータ
ko: %1$lld일의 소스 데이터
nl: %1$lld brondagen
pt_br: %1$lld dias de origem
zh_hans: %1$lld 个源数据日

source: %lld tracked
de: %lld erfasst
es: %lld rastreadas
fr: %lld suivie(s)
it: %lld monitorate
ja: %lld個を追跡中
ko: %lld개 추적 중
nl: %lld bijgehouden
pt_br: %lld rastreadas
zh_hans: 已追踪 %lld

# %lld updated, %lld daily notes skipped
source: %1$lld updated, %2$lld daily notes skipped
de: %1$lld aktualisiert, tägliche Notizen %2$lld übersprungen
es: %1$lld actualizado, notas diarias %2$lld omitidas
fr: %1$lld mis à jour, notes quotidiennes %2$lld ignorées
it: %1$lld aggiornato, %2$lld note giornaliere saltate
ja: %1$lld が更新され、%2$lld の毎日のメモがスキップされました
ko: %1$lld 업데이트, %2$lld 일일 메모 건너뛰기
nl: %1$lld bijgewerkt, %2$lld dagelijkse notities overgeslagen
pt_br: %1$lld atualizado, notas diárias %2$lld ignoradas
zh_hans: %1$lld 已更新，%2$lld 每日笔记已跳过

source: %lld/%lld categories
de: %lld/%lld Kategorien
es: %lld/%lld categorías
fr: %lld/%lld catégories
it: %lld/%lld categorie
ja: %lld/%lldカテゴリ
ko: %lld/%lld개 카테고리
nl: %lld/%lld categorieën
pt_br: %lld/%lld categorias
zh_hans: %lld/%lld 个类别

# %lld/%lld enabled
source: %1$lld/%2$lld enabled
de: %lld/%lld aktiviert
es: %lld/%lld habilitadas
fr: %lld/%lld activé(s)
it: %lld/%lld abilitate
ja: %lld/%lld有効
ko: %lld/%lld개 활성화됨
nl: %lld/%lld ingeschakeld
pt_br: %lld/%lld ativadas
zh_hans: 已启用 %lld/%lld

# %lld/%lld records
source: %1$lld/%2$lld records
de: %1$lld/%2$lld-Datensätze
es: Registros %1$lld/%2$lld
fr: Enregistrements %1$lld/%2$lld
it: Record %1$lld/%2$lld
ja: %1$lld/%2$lld レコード
ko: %1$lld/%2$lld 레코드
pt_br: Registros %1$lld/%2$lld
zh_hans: %1$lld/%2$lld 记录

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: （空）
ko: (비어 있음)
nl: (leeg)
pt_br: (vazio)
zh_hans: （空）

source: 0 (daily notes only)
de: 0 (nur Tagesnotizen)
es: 0 (solo notas diarias)
fr: 0 (notes quotidiennes uniquement)
it: 0 (solo note giornaliere)
ja: 0 (毎日のメモのみ)
ko: 0(일일 메모만)
nl: 0 (alleen dagelijkse notities)
pt_br: 0 (somente notas diárias)
zh_hans: 0（仅限每日笔记）

source: 0 (summary-only)
de: 0 (nur Zusammenfassung)
es: 0 (solo resumen)
fr: 0 (résumé uniquement)
it: 0 (solo riepilogo)
ja: 0 (概要のみ)
ko: 0(요약만)
nl: 0 (alleen samenvatting)
pt_br: 0 (somente resumo)
zh_hans: 0（仅摘要）

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
nl: 1 dag
pt_br: 1 dia
zh_hans: 1 天

source: 1 free export remaining
de: 1 kostenloser Export verbleibend
es: 1 exportación gratuita restante
fr: 1 exportation gratuite restante
it: 1 esportazione gratuita rimanente
ja: 無料エクスポートが1回残っています
ko: 무료 내보내기 1회 남음
nl: 1 gratis export resterend
pt_br: 1 exportação gratuita restante
zh_hans: 还剩 1 次免费导出

source: 1 source day
de: 1 Quelltag
es: 1 día de origen
fr: 1 jour source
it: 1 giorno di origine
ja: 1日分のソースデータ
ko: 1일의 소스 데이터
nl: 1 brondag
pt_br: 1 dia de origem
zh_hans: 1 个源数据日

source: 12-hour (2:30 PM)
de: 12-Stunden (2:30 PM)
es: 12 horas (2:30 PM)
fr: 12 heures (2:30 PM)
it: 12 ore (2:30 PM)
ja: 12時間制（2:30 PM）
ko: 12시간제 (2:30 PM)
nl: 12-uurs (2:30 PM)
pt_br: 12 horas (2:30 PM)
zh_hans: 12小时制 (2:30 PM)

source: 12-hour with seconds (2:30:45 PM)
de: 12-Stunden mit Sekunden (2:30:45 PM)
es: 12 horas con segundos (2:30:45 PM)
fr: 12 heures avec secondes (2:30:45 PM)
it: 12 ore con secondi (2:30:45 PM)
ja: 12時間制・秒付き（2:30:45 PM）
ko: 12시간제 (초 포함) (2:30:45 PM)
nl: 12-uurs met seconden (2:30:45 PM)
pt_br: 12 horas com segundos (2:30:45 PM)
zh_hans: 12小时制含秒 (2:30:45 PM)

source: 24-hour (14:30)
de: 24-Stunden (14:30)
es: 24 horas (14:30)
fr: 24 heures (14:30)
it: 24 ore (14:30)
ja: 24時間制（14:30）
ko: 24시간제 (14:30)
nl: 24-uurs (14:30)
pt_br: 24 horas (14:30)
zh_hans: 24小时制 (14:30)

source: 24-hour with seconds (14:30:45)
de: 24-Stunden mit Sekunden (14:30:45)
es: 24 horas con segundos (14:30:45)
fr: 24 heures avec secondes (14:30:45)
it: 24 ore con secondi (14:30:45)
ja: 24時間制・秒付き（14:30:45）
ko: 24시간제 (초 포함) (14:30:45)
nl: 24-uurs met seconden (14:30:45)
pt_br: 24 horas com segundos (14:30:45)
zh_hans: 24小时制含秒 (14:30:45)

source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pt_br: 30 Dias
zh_hans: 30天

source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pt_br: 7 Dias
zh_hans: 7天

source: A clearer first export
de: Ein klarerer erster Export
es: Una primera exportación más clara
fr: Un premier export plus clair
it: Una prima esportazione più chiara
ja: より分かりやすい最初の書き出し
ko: 더 명확해진 첫 내보내기
nl: Een duidelijkere eerste export
pt_br: Uma primeira exportação mais clara
zh_hans: 更清晰的首次导出

source: A local destination for exports started on iPhone
de: Ein lokales Ziel für Exporte wurde am iPhone gestartet
es: Un destino local para exportaciones iniciado el iPhone
fr: Une destination locale pour les exportations démarrées le iPhone
it: Una destinazione locale per le esportazioni è iniziata il iPhone
ja: iPhone にローカルのエクスポート先が開始されました
ko: iPhone에서 시작한 내보내기를 위한 로컬 대상
nl: Een lokale bestemming voor export begon op iPhone
pt_br: Um destino local para exportações iniciado em iPhone
zh_hans: 用于接收从 iPhone 发起的导出的本地目标位置

source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
ja: アクティブ
ko: 활성
nl: ACTIEF
pt_br: ATIVO
zh_hans: 已激活

source: API Endpoint
de: API-Endpunkt
es: Endpoint de API
fr: Point de terminaison de l’API
it: Endpoint API
ja: APIエンドポイント
ko: API 엔드포인트
nl: API-eindpunt
pt_br: Endpoint da API
zh_hans: API 端点

source: AVAILABLE PLACEHOLDERS
de: VERFÜGBARE PLATZHALTER
es: MARCADORES DISPONIBLES
fr: ESPACES RÉSERVÉS DISPONIBLES
it: SEGNAPOSTO DISPONIBILI
ja: 使用可能なプレースホルダ
ko: 사용 가능한 자리 표시자
nl: BESCHIKBARE PLAATSHOUDERS
pt_br: ESPAÇOS RESERVADOS DISPONÍVEIS
zh_hans: 可用占位符

source: Abdominal Cramps
de: Bauchkrämpfe
es: Calambres abdominales
fr: Crampes abdominales
it: Crampi addominali
ja: 腹部のけいれん
ko: 복부 경련
nl: Buikkrampen
pt_br: Cólicas abdominais
zh_hans: 腹部痉挛

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 액세스가 거부되었습니다.
nl: Toegang geweigerd
pt_br: Acesso negado
zh_hans: 访问被拒绝

source: Acne
de: Akne
es: Acné
fr: Acné
ja: ニキビ
ko: 여드름
zh_hans: 痤疮

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 동작
nl: Acties
pt_br: Ações
zh_hans: 操作

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pt_br: Ativo
zh_hans: 活跃

source: Active Energy
de: Aktive Energie
es: Energía Activa
fr: Énergie Active
it: Energia attiva
ja: アクティブエネルギー
ko: 활성 에너지
nl: Actieve energie
pt_br: Energia Ativa
zh_hans: 活动能量

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt_br: Atividade
zh_hans: 活动

source: Activity Feed
de: Aktivitätsfeed
es: Feed de actividad
fr: Flux d'activité
it: Feed attività
ja: アクティビティフィード
ko: 활동 피드
nl: Activiteitsfeed
pt_br: Feed de atividades
zh_hans: 活动提要

source: Activity Move Mode
de: Aktivitätsbewegungsmodus
es: Modo de movimiento de actividad
fr: Mode de l’anneau Bouger
it: Modalità dell’anello Movimento
ja: アクティビティのムーブモード
ko: 활동 움직이기 모드
nl: Modus van de bewegingsring
pt_br: Modo de movimento de atividade
zh_hans: 健身记录活动模式

source: Activity Summary Rings and Goals
de: Aktivitätszusammenfassung Ringe und Ziele
es: Resumen de actividad Anillos y metas
fr: Anneaux et objectifs de résumé d’activité
it: Anelli e obiettivi di riepilogo delle attività
ja: アクティビティリングとゴール
ko: 활동 링과 목표
nl: Activiteitensamenvatting Ringen en doelen
pt_br: Anéis e metas de resumo de atividades
zh_hans: 健身记录圆环与目标

source: Actual output size can vary across the selected date range
de: Die tatsächliche Ausgabegröße kann im ausgewählten Datumsbereich variieren
es: El tamaño de salida real puede variar según el rango de fechas seleccionado
fr: La taille réelle de la sortie peut varier au cours de la plage de dates sélectionnée
it: Le dimensioni effettive dell'output possono variare nell'intervallo di date selezionato
ja: 実際の出力サイズは、選択した日付範囲によって異なる場合があります
ko: 실제 출력 크기는 선택한 날짜 범위에 따라 달라질 수 있습니다.
nl: De werkelijke uitvoergrootte kan binnen het geselecteerde datumbereik variëren
pt_br: O tamanho real da saída pode variar no período selecionado
zh_hans: 实际输出大小在所选日期范围内可能会有所不同

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt_br: Adicionar
zh_hans: 添加

source: Add Custom Field
de: Benutzerdefiniertes Feld hinzufügen
es: Añadir campo personalizado
fr: Ajouter un champ personnalisé
it: Aggiungi campo personalizzato
ja: カスタムフィールドを追加
ko: 사용자 정의 필드 추가
nl: Aangepast veld toevoegen
pt_br: Adicionar Campo Personalizado
zh_hans: 添加自定义字段

source: Add Placeholder Field
de: Platzhalterfeld hinzufügen
es: Añadir campo de marcador
fr: Ajouter un champ réservé
it: Aggiungi campo segnaposto
ja: プレースホルダフィールドを追加
ko: 자리 표시자 필드 추가
nl: Plaatshouderveld toevoegen
pt_br: Adicionar Campo de Espaço Reservado
zh_hans: 添加占位符字段

source: Add a custom field that will be included in every export
de: Ein benutzerdefiniertes Feld hinzufügen, das in jedem Export enthalten ist
es: Añade un campo personalizado que se incluirá en cada exportación
fr: Ajouter un champ personnalisé qui sera inclus dans chaque exportation
it: Aggiungi un campo personalizzato che sarà incluso in ogni esportazione
ja: すべてのエクスポートに含まれるカスタムフィールドを追加
ko: 모든 내보내기에 포함될 사용자 정의 필드 추가
nl: Voeg een aangepast veld toe dat bij elke export wordt meegenomen
pt_br: Adicionar um campo personalizado que será incluído em cada exportação
zh_hans: 添加将包含在每次导出中的自定义字段

source: Add a field that will export with an empty value for you to fill in manually
de: Ein Feld hinzufügen, das mit einem leeren Wert exportiert wird, den Sie manuell ausfüllen können
es: Añade un campo que se exportará con un valor vacío para que lo completes manualmente
fr: Ajouter un champ qui sera exporté avec une valeur vide à remplir manuellement
it: Aggiungi un campo che verrà esportato con un valore vuoto da compilare manualmente
ja: 手動で入力するための空の値でエクスポートされるフィールドを追加
ko: 수동으로 입력할 수 있도록 빈 값으로 내보내는 필드 추가
nl: Voeg een veld toe dat met een lege waarde wordt geëxporteerd zodat je het handmatig kunt invullen
pt_br: Adicionar um campo que será exportado com valor vazio para você preencher manualmente
zh_hans: 添加一个导出时为空值的字段，供您手动填写

source: Add fields that export with empty values for manual entry (e.g., omron_systolic)
de: Fügen Sie Felder hinzu, die mit leeren Werten für die manuelle Eingabe exportiert werden (z. B. omron_systolic).
es: Agregue campos que exporten con valores vacíos para entrada manual (por ejemplo, omron_systolic)
fr: Ajoutez des champs qui exportent avec des valeurs vides pour une saisie manuelle (par exemple, omron_systolic)
it: Aggiungi campi che esportano con valori vuoti per l'immissione manuale (ad esempio, omron_systolic)
ja: 手動入力用に空の値をエクスポートするフィールドを追加します (例: omron_systolic)
ko: 수동 입력을 위해 빈 값으로 내보내는 필드 추가(예: omron_systolic)
nl: Voeg velden toe die exporteren met lege waarden voor handmatige invoer (bijvoorbeeld omron_systolic)
pt_br: Adicione campos que exportam com valores vazios para entrada manual (por exemplo, omron_systolic)
zh_hans: 添加导出为空值的字段以供手动输入（例如，omron_systolic）

source: Add fields that export with empty values for manual entry (e.g., omron_systolic, omron_diastolic)
de: Felder mit leeren Werten für manuelle Eingabe hinzufügen (z. B. omron_systolic, omron_diastolic)
es: Añade campos que se exporten con valores vacíos para entrada manual (ej., omron_systolic, omron_diastolic)
fr: Ajouter des champs exportés avec des valeurs vides pour une saisie manuelle (p. ex., omron_systolic, omron_diastolic)
it: Aggiungi campi che vengono esportati con valori vuoti per l'inserimento manuale (es. omron_systolic, omron_diastolic)
ja: 手動入力用の空の値でエクスポートされるフィールドを追加します（例：omron_systolic、omron_diastolic）
ko: 수동 입력을 위해 빈 값으로 내보내는 필드 추가 (예: omron_systolic, omron_diastolic)
nl: Voeg velden toe die met lege waarden worden geëxporteerd voor handmatige invoer (bijv. omron_systolic, omron_diastolic)
pt_br: Adicionar campos que exportam com valores vazios para preenchimento manual (ex.: omron_systolic, omron_diastolic)
zh_hans: 添加导出时值为空的字段，以供手动输入（例如 omron_systolic、omron_diastolic）

source: Add fields with empty values for manual entry after export (e.g., omron_systolic, omron_diastolic, notes)
de: Felder mit leeren Werten für manuelle Eingabe nach dem Export hinzufügen (z. B. omron_systolic, omron_diastolic, notes)
es: Añade campos con valores vacíos para entrada manual después de la exportación (ej., omron_systolic, omron_diastolic, notes)
fr: Ajouter des champs avec des valeurs vides pour une saisie manuelle après l'exportation (p. ex., omron_systolic, omron_diastolic, notes)
it: Aggiungi campi con valori vuoti per l'inserimento manuale dopo l'esportazione (es. omron_systolic, omron_diastolic, notes)
ja: エクスポート後に手動入力するための空の値のフィールドを追加します（例：omron_systolic、omron_diastolic、notes）
ko: 내보내기 후 수동 입력을 위해 빈 값으로 필드 추가 (예: omron_systolic, omron_diastolic, notes)
nl: Voeg velden met lege waarden toe voor handmatige invoer na export (bijv. omron_systolic, omron_diastolic, notities)
pt_br: Adicionar campos com valores vazios para preenchimento manual após exportação (ex.: omron_systolic, omron_diastolic, notes)
zh_hans: 添加导出后留空以供手动填写的字段（例如 omron_systolic、omron_diastolic、notes）

source: Add fields with fixed values to every export (e.g., tags, author)
de: Felder mit festen Werten zu jedem Export hinzufügen (z. B. tags, author)
es: Añade campos con valores fijos a cada exportación (ej., tags, author)
fr: Ajouter des champs avec des valeurs fixes à chaque exportation (p. ex., tags, author)
it: Aggiungi campi con valori fissi a ogni esportazione (es. tags, author)
ja: 固定値のフィールドをすべてのエクスポートに追加します（例：tags、author）
ko: 모든 내보내기에 고정 값을 가진 필드 추가 (예: tags, author)
nl: Voeg velden met vaste waarden toe aan elke export (bijv. tags, auteur)
pt_br: Adicionar campos com valores fixos a cada exportação (ex.: tags, author)
zh_hans: 在每次导出中添加固定值的字段（例如 tags、author）

source: Add the local stdio server, restart the host, then call healthmd_doctor.
de: Fügen Sie den lokalen stdio-Server hinzu, starten Sie den Host neu und rufen Sie dann healthmd_doctor auf.
es: Agregue el servidor stdio local, reinicie el host y luego llame a healthmd_doctor.
fr: Ajoutez le serveur stdio local, redémarrez l'hôte, puis appelez healthmd_doctor.
it: Aggiungi il server stdio locale, riavvia l'host, quindi chiama healthmd_doctor.
ja: ローカル stdio サーバーを追加し、ホストを再起動して、healthmd_doctor を呼び出します。
ko: 로컬 stdio 서버를 추가하고 호스트를 다시 시작한 다음 healthmd_doctor를 호출하세요.
nl: Voeg de lokale stdio-server toe, start de host opnieuw op en roep vervolgens healthmd_doctor aan.
pt_br: Adicione o servidor stdio local, reinicie o host e chame healthmd_doctor.
zh_hans: 添加本地stdio服务器，重新启动主机，然后调用healthmd_doctor。

source: Additional Apple Health access needed
de: Zusätzlicher Apple Health-Zugriff erforderlich
es: Se necesita acceso adicional Apple Health
fr: Accès supplémentaire Apple Health requis
it: È necessario un accesso Apple Health aggiuntivo
ja: 追加の Apple Health アクセスが必要です
ko: 추가 Apple Health 액세스가 필요합니다.
nl: Extra Apple Health-toegang vereist
pt_br: Acesso Apple Health adicional necessário
zh_hans: 需要额外的 Apple Health 访问权限

source: Adds YAML metadata at the top of markdown files
de: Fügt YAML-Metadaten am Anfang von Markdown-Dateien hinzu
es: Añade metadatos YAML en la parte superior de los archivos Markdown
fr: Ajoute des métadonnées YAML en haut des fichiers Markdown
it: Aggiunge metadati YAML in cima ai file markdown
ja: Markdownファイルの先頭にYAMLメタデータを追加します
ko: 마크다운 파일 상단에 YAML 메타데이터를 추가합니다
nl: Voegt YAML-metadata toe bovenaan Markdown-bestanden
pt_br: Adiciona metadados YAML no topo dos arquivos Markdown
zh_hans: 在 Markdown 文件顶部添加 YAML 元数据

source: Adjust Health Permissions
de: Gesundheitsberechtigungen anpassen
es: Ajustar permisos de salud
fr: Ajuster les autorisations Santé
it: Gestisci permessi Salute
ja: ヘルス権限を調整
ko: 건강 권한 조정
nl: Gezondheidsmachtigingen aanpassen
pt_br: Ajustar Permissões de Saúde
zh_hans: 调整健康权限

source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pt_br: Configurações Avançadas
zh_hans: 高级设置

source: Advertise this iPhone on your local network so Health.md on Mac can connect.
de: Machen Sie dieses iPhone in Ihrem lokalen Netzwerk sichtbar, damit Health.md auf dem Mac eine Verbindung herstellen kann.
es: Hace visible este iPhone en la red local para que Health.md en el Mac pueda conectarse.
fr: Rendez cet iPhone visible sur votre réseau local afin que Health.md sur Mac puisse s’y connecter.
it: Rendi visibile questo iPhone sulla rete locale affinché Health.md sul Mac possa connettersi.
ja: このiPhoneをローカルネットワーク上で検出可能にして、MacのHealth.mdから接続できるようにします。
ko: Mac의 Health.md가 연결할 수 있도록 이 iPhone을 로컬 네트워크에서 검색 가능하게 합니다.
nl: Maak deze iPhone zichtbaar op je lokale netwerk, zodat Health.md op de Mac verbinding kan maken.
pt_br: Torne este iPhone visível na rede local para que o Health.md no Mac possa se conectar.
zh_hans: 让这台 iPhone 在本地网络中可被发现，使 Mac 上的 Health.md 能够连接。

source: Agent Prompt
de: Agentenaufforderung
es: Mensaje del agente
fr: Invite de l'agent
it: Richiesta agente
ja: エージェントプロンプト
ko: 에이전트 프롬프트
pt_br: Alerta do agente
zh_hans: 代理提示

source: Agent install prompt
de: Eingabeaufforderung zur Agenteninstallation
es: Aviso de instalación del agente
fr: Invite d'installation de l'agent
it: Richiesta di installazione dell'agente
ja: エージェントのインストールプロンプト
ko: 에이전트 설치 프롬프트
nl: Agent-installatieprompt
pt_br: Solicitação de instalação do agente
zh_hans: 代理安装提示
